# Задача 7: Калькулятор с операциями
# Напишите программу, которая запрашивает у пользователя два числа и операцию (сложение, вычитание, умножение или деление) и выводит результат выполнения операции.
# Пример:
# Ввод: Первое число: 10, Второе число: 2, Операция: *
# Вывод: Результат: 20
a = int(input('Первое число:'))
b = int(input('Второе число:'))
c = str(input('Операция:'))
if c == '*':
    s = a*b
elif c == '+':
    s = a+b
elif c == '-':
    s = a-b
elif c == '/':
    s = a/b
else:
    print('WRONG')
print(s)
